Revit 2027 API
ParameterTypeId.ViewFamilyAndTypeSchedules Property
 "Family and Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewFamilyAndTypeSchedules { get; }
Public Shared ReadOnly Property ViewFamilyAndTypeSchedules As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewFamilyAndTypeSchedules {
	ForgeTypeId^ get ();
}
static member ViewFamilyAndTypeSchedules : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace